{
  "¿Estás buscando la voz para tus próximos proyectos?": "Are you looking for the voice for your next projects?",
  "LOCUCIONES": "IDIOMS",
  "Campaña para redes": "Social media campaign",
  "Comercial": "Commercial",
  "Marcas": "Brands",
  "Doblaje": "Dubbing",
  "Neutro": "Neutral",
  "Institucionales": "Intitutionals",
  "CONTACTO": "CONTACT",
  "No dudes en contactarme si necesitas ayuda u otra pregunta": "Do not hesitate to contact me if you need help or another question",
  "Nombre": "Name",
  "Mensaje": "Message",
  "ENVIAR": "SUBMIT",
  "Sitio desarrollado por": "Site developed by",
  "En este caso, el Municipio de Paraná prefirió mi voz para una campaña de concientización sobre el comportamiento vial. Al ser dirigido a todas las edades, hay que comunicar de manera fresca y cómplice, sin perder la convicción del texto. Ponte en contacto para conocer más sobre cómo podemos comunicar tu producto o empresa." : "In this case, the Municipality of Paraná chose me for a road safety awareness campaign. Since it's aimed at all ages, we gotta make it feel fresh and relatable, while still keeping the message strong. Get in touch to learn more about how we can promote your product or company.",
  "Convencer al público a elegir su producto o servicio es parte del trabajo del locutor. Es el primer vendedor de la cadena. La eficacia de un buen comercial está en conectar los valores y cualidades del producto/servicio y el sentimiento o necesidades del consumidor." : "effective because it connects the product or service's values and qualities with the consumer's feelings and needs.",
  "Cuando nos dirigimos a toda América latina y/o las comunidades latinas en países no hispanos, debemos comunicar versátilmente a gente de distintos países. Un experto en Español Neutro es la decisión acertada." : "When we're talking to all of Latin America or Latin communities in countries where Spanish isn't the main language, we gotta be able to communicate in a way that works for everyone from different countries. That's where an expert in Neutral Spanish comes in handy.",
  "La importancia de estas piezas comunicacionales radica en el cómo el público y potenciales inversionistas o clientes perciben a la empresa u organización. Por eso, una voz versátil que sea capaz de comunicar los valores de la misma, es fundamental para este tipo trabajo. Confianza, dinamismo, efectividad… todo eso y más se puede transmitir a través de una buena interpretación." : "These communication pieces are super important because they shape how the public and potential investors or customers view a company or organization. That's why having a versatile voice that can communicate its values is crucial for this kind of work. You can convey trust, energy, and effectiveness...all that good stuff and more through solid interpretation.",
  "Una voz que interprete el alma de un personaje, o un relato para una pieza documental, tiene que ser en sí un actor. La actuación de voz es uno de los desafíos más importantes que encara el profesional de la voz, y por tanto, de los más satisfactorios." : "When you're voicing a character or telling a story for a documentary piece, you gotta be a bit of an actor yourself. Voice acting is a big challenge for voice professionals, but it's also one of the most satisfying things you can do."
}
